import time


class Dante:
    def __init__(self):
        pass


def main():
    print(
        "Данте проснулся лежа лицом на пицце, на часах было 8:15. 'Ну и ночка, где я?!' - сказал Данте. Отлепив засохшую пиццу от лица он продолжил оглядываться. В окно светило встающее солнце, из форточки прятно тянуло запахом утренней росой."
        "Ну и где Тришь, а Леди, вставая со стула думал Данте. Свет так и не дали, заказов нет - следовательно нет и денег. 'Ладно, пора за работу'.")


if __name__ == '__main__':
    main()
